Repository: DreamedWorker/Mingora
Catalog: Mingora/Mingora/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: Mingora 需要下载并配置 Wine 和相关文件。
en: Mingora needs to download and configure Wine and related files.

source: 中国大陆
en: China Mainland

source: 主要游玩的服务器所在地
en: Game server location

source: 使用镜像站下载环境文件
en: Use mirror site to download

source: 切换游戏
en: Switch

source: 安装命令：brew install ffmpeg
en: Try to install ffmpeg by homebrew.

source: 完成并进入主页
en: Done

source: 已检测到 FFmpeg，视频背景功能可能可用。
en: FFmpeg has been detected, video background function may be available.

source: 开始使用
en: Start

source: 当前游戏
en: Current

source: 未检测到 FFmpeg，视频背景功能可能无法使用。
en: FFmpeg not detected, video background function may not be available.

source: 欢迎使用 Mingora
en: Welcome to use Mingora

source: 正在检查安装状态…
en: Checking status

source: 正在配置…
en: Configuring…

source: 海外地区
en: Overseas

source: 添加游戏
en: Add a new game

source: 游戏截屏
en: Screenshots

source: 点击切换
en: Switch

source: 点击确认后开始下载。下载过程中请不要退出应用。
en: Click to download, and keep Mingora running during downloading.

source: 环境配置完成
en: Configuration has been done.

source: 确认并开始下载
en: Confirm & Download

source: 软件设置
en: Settings

source: 选择游戏
en: Select a game

source: 配置运行环境
en: Prepare the environment

source: 重新检测
en: Redetect

source: 重试下载
en: Retry

source: 首次使用前需要先配置运行环境。
en: Environment configuration must be done during the first opening.
